# TODO: Translation updated at 2024-04-23 15:24

# game/script.rpy:17
translate english disclaimer_english_b957327a:

    # "This game is a work of fiction. Any resemblance to real events or persons is purely coincidental."
    ""

# game/script.rpy:21
translate english disclaimer_russian_d1eca489:

    # "Эта игра является вымышленной. Вся совпадение с реальными событиями или людьми случайно."
    ""

# game/script.rpy:38
translate english start_42270dbf:

    # "{cps=25}Утро, совсем обычное, такое же, как и много веков назад. Солнечные лучи пробиваются сквозь вдруг посеревшее небо. {p=0.5}Будет ли дождь сегодня? {p=0.5}Красивые девушки на фоне карт погоды могут ошибаться."
    ""

# game/script.rpy:39
translate english start_7b07c85e:

    # "{cps=25}\"Отправляясь сегодня на прогулку, не забудьте взять зонтик,\" - настоятельно будут рекомендовать всем своим видом бабушки в дождевиках.{p=0.5}Но их пока нет. "
    ""

# game/script.rpy:40
translate english start_cacb2ba9:

    # "{cps=25}На улицах пустынно. Только начинают открываться магазины. Ещё немного и город оживёт, на улицах появятся люди, они заспешат, и им обязательно вслед кто-нибудь посигналит."
    ""

# game/script.rpy:41
translate english start_2009b752:

    # "{cps=25}Спустя полчаса, а иногда и два, проснутся те самые интеллигенты, работники исключительно умственного труда. Раздумывая над завтраком, разрешат важную проблему, воскликнув: “Эврика!”, и, спохватившись, унесутся вдаль - решать ещё более важные задачи."
    ""

# game/script.rpy:42
translate english start_ee1ab8ed:

    # "{cps=25}Наконец, встанет с постели чиновник. Нет, не тот, не Чеховский, но другой. Важна его работа. Город N небольшой, управление им возлагается именно на его плечи. В особенности его работы, с вашего позволения, вдаваться не будем. {p=0.5}Что нового мы узнаем?"
    ""

# game/script.rpy:44
translate english start_6844f469:

    # Philip "Привет"
    Philip ""

# game/script.rpy:52
translate english start_7af69b1c:

    # Philip "Эй"
    Philip ""

# game/script.rpy:63
translate english start_12178262:

    # Philip "Нет"
    Philip ""

# game/script.rpy:65
translate english start_e536892c:

    # Philip "Хорошо"
    Philip ""

translate english strings:

    # game/script.rpy:3
    old "Филипп Нельсон"
    new ""

    # game/script.rpy:61
    old "Мы знакомы?"
    new ""

    # game/script.rpy:61
    old "Как дела?"
    new ""

# TODO: Translation updated at 2024-05-04 13:55

# game/script.rpy:63
translate english start_440a5b51:

    # "Утро, совсем обычное, такое же, как и много веков назад. Солнечные лучи пробиваются сквозь вдруг посеревшее небо. {p=0.5}Будет ли дождь сегодня? {p=0.5}Красивые девушки на фоне карт погоды могут ошибаться."
    ""

# game/script.rpy:64
translate english start_ab5867aa:

    # "\"Отправляясь сегодня на прогулку, не забудьте взять зонтик,\" - настоятельно будут рекомендовать всем своим видом бабушки в дождевиках.{p=0.5}Но их пока нет. "
    ""

# game/script.rpy:65
translate english start_9595462c:

    # "На улицах пустынно. Только начинают открываться магазины. Ещё немного и город оживёт, на улицах появятся люди, они заспешат, и им обязательно вслед кто-нибудь посигналит."
    ""

# game/script.rpy:66
translate english start_c722a075:

    # "Спустя полчаса, а иногда и два, проснутся те самые интеллигенты, работники исключительно умственного труда. Раздумывая над завтраком, разрешат важную проблему, воскликнув: “Эврика!”, и, спохватившись, унесутся вдаль - решать ещё более важные задачи."
    ""

# game/script.rpy:67
translate english start_b4efafda:

    # "Наконец, встанет с постели чиновник. Нет, не тот, не Чеховский, но другой. Важна его работа. Город N небольшой, управление им возлагается именно на его плечи. В особенности его работы, с вашего позволения, вдаваться не будем. {p=0.5}Что нового мы узнаем?"
    ""

# game/script.rpy:70
translate english start_c3e65924:

    # "Там, где растут кусты бузины, и разбита клумба, разделённая на две части - георгинов и не георгинов, стоит дом. Это была окраина города. Ещё несколько домов позади, а дальше - зелёное поле цветов, названия к которым никто так и не подобрал."
    ""

# game/script.rpy:72
translate english start_500a12b4:

    # "Три этажа, пятнадцать человек соседей, но владелец дома один - Брэд Николсон. Вид у него такой, что можно предположить, что иногда в душе, вспоминая ненавистных, но прибыльных арендаторов, напевает песенки, вроде этой:"
    ""

# game/script.rpy:73
translate english start_ae5560f3:

    # Bred "\nПятнадцать человек на сундук мертвеца. \nЙо-хо-хо, и бутылка рома! \nПей, и арендатор доведет тебя до конца. \nЙо-хо-хо, и белого каления!"
    Bred ""

# game/script.rpy:78
translate english start_47eebb2a:

    # "Наименее доброжелательно Брэд относился к тому молодому человеку из квартирки на первом этаже."
    ""

# game/script.rpy:79
translate english start_87e8fffe:

    # Bred "Аристократ!... Платите по счетам!"
    Bred ""

# game/script.rpy:81
translate english start_6c3e8dc5:

    # Philip "Платите по счетам...Звучит, как проклятие, как предостережение или даже строгое наставление. Если бы он только смог написать свод правил, как жить, это была бы книга толщиной в Китайскую стену"
    Philip ""

# game/script.rpy:88
translate english start_a2c3deab:

    # "Его звали Филипп Нельсон. Уже прошёл год с тех пор, как он переехал сюда, в эту квартирку на первом этаже. "
    ""

# game/script.rpy:89
translate english start_93744a04:

    # "Он её арендовал и всё ещё не мог найти общий язык с владельцем. Это не удивительно, ведь Филипп почти не выходил из дома, а представить его чистоплотным удалёнщиком у Брэда всё никак не получалось. Если же Нельсон способен был взять себя и вынести за дверь, точно Мюнхгаузен вытащил себя за волосы из болота, то он шёл в газету “N-ый вестник”. Он работает журналистом."
    ""

# game/script.rpy:90
translate english start_8f01b5ba:

    # "Вот и сегодня, проснувшись не раньше обычного, Филипп уговаривал себя встать с постели."
    ""

# game/script.rpy:93
translate english start_89872fe2:

    # Philip "Быть или не быть?.." nointeract
    Philip "" nointeract

# game/script.rpy:97
translate english start_b71baaa4:

    # Philip "Наверное, так и формируется разум людей, узко мыслящих."
    Philip ""

# game/script.rpy:100
translate english start_7f41f5f4:

    # Philip "В конечном счёте, для этого мы и рождены."
    Philip ""

# game/script.rpy:104
translate english start_8d691278:

    # Philip "Что сказал бы мне отец? Философствовать не время?" nointeract
    Philip "" nointeract

# game/script.rpy:107
translate english start_693bf56f:

    # Philip "Я далеко уехал, вспоминает ли он обо мне?"
    Philip ""

# game/script.rpy:109
translate english start_693bf56f_1:

    # Philip "Я далеко уехал, вспоминает ли он обо мне?"
    Philip ""

# game/script.rpy:114
translate english start_14686833:

    # "Он повернул голову и посмотрел на стол, заваленный кипами бумаг, среди них лежало письмо годовой давности от отца и квитанции, которые следовало бы оплатить в скором времени. Под ними лежал чёрствый кусок хлеба."
    ""

# game/script.rpy:117
translate english start_14686833_1:

    # "Он повернул голову и посмотрел на стол, заваленный кипами бумаг, среди них лежало письмо годовой давности от отца и квитанции, которые следовало бы оплатить в скором времени. Под ними лежал чёрствый кусок хлеба."
    ""

# game/script.rpy:121
translate english start_b82dce19:

    # Philip "Я - тот же сухарик, только вместо бумаг - навалившиеся дела."
    Philip ""

# game/script.rpy:123
translate english start_b82dce19_1:

    # Philip "Я - тот же сухарик, только вместо бумаг - навалившиеся дела."
    Philip ""

# game/script.rpy:129
translate english start_7067b938:

    # Philip "Надо будет включить написание статьи в свои планы."
    Philip ""

# game/script.rpy:132
translate english start_7067b938_1:

    # Philip "Надо будет включить написание статьи в свои планы."
    Philip ""

# game/script.rpy:134
translate english start_930ddf78:

    # "С этими словами он, повернувшись на бок, намеревался опять заснуть."
    ""

# game/script.rpy:135
translate english start_5198d697:

    # "Однако, немного поразмыслив, Филипп встал с постели, подошёл к зеркалу, древнему, как маска индейца, и, глядя на унылое отражение своего лица, принялся с остервенением бить себя по щекам, чтобы окончательно пробудиться."
    ""

# game/script.rpy:137
translate english start_8a2fd691:

    # "Неожиданно раздаётся телефонный звонок."
    ""

# game/script.rpy:142
translate english start_ecc3bda1:

    # Eleonora "Да...Чёрные вороны...Кружатся, кружатся в танце причудливом."
    Eleonora ""

translate english strings:

    # game/script.rpy:5
    old "Брэд Николсон"
    new ""

    # game/script.rpy:6
    old "Элеонора Грей"
    new ""

    # game/script.rpy:92
    old "Быть, обязательно быть и не иначе, вдыхать жизнь полной грудью сейчас, а не в мнимом будущем."
    new ""

    # game/script.rpy:92
    old "Не быть, существовать, перенося своё бренное тело из угла в угол этой многомерной Вселенной."
    new ""

    # game/script.rpy:103
    old "Возможно, я с ним бы согласился, но с бурным потоком мыслей нелегко справиться."
    new ""

    # game/script.rpy:103
    old "Рассуждения о глобальных вещах приводят к нахождению решений проблем насущных."
    new ""

    # game/script.rpy:111
    old "Вспоминает. Мы были с ним близки, несмотря на наше общее прошлое."
    new ""

    # game/script.rpy:111
    old "Не вспоминает, логичный исход всех тех событий, что нас когда-то связывали."
    new ""

    # game/script.rpy:119
    old "Эта сцена напоминает мне “Завтрак аристократа”, жаль, что я в главной роли."
    new ""

    # game/script.rpy:119
    old "Финансовые трудности сказываются и на хлебе, он выглядит приплюснутым, по-видимому, моё бездействие вредит не только мне."
    new ""

    # game/script.rpy:126
    old "Я один. Индивидуалистов не любят, особенно если они не держат слово. Выпуск газеты на следующей неделе, я не готов предоставить даже черновик статьи."
    new ""

    # game/script.rpy:126
    old "Я один. Индивидуалистов ценят, когда они качественно выполняют свою работу. Я хорошо пишу, этого у меня не отнять, но статью надо отправить редактору завтра."
    new ""

    # game/script.rpy:147
    old "Что вы здесь делаете?"
    new ""

